/**
 * @file main.js
 * @brief 메인페이지
 */
import React from 'react'
//layout
import Layout from 'Pages/common/layout'
//components

const Main = () => {
  //---------------------------------------------------------------------

  //---------------------------------------------------------------------
  return (
    <Layout>
      <h1>
        <a href="/guide">메인페이지</a>
      </h1>
      <section>
        11111메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>메인페이지메인페이지메인페이지메인페이지메인페이지 메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>
        메인페이지메인페이지메인페이지메인페이지메인페이지 메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>메인페이지메인페이지메인페이지메인페이지메인페이지
        메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>메인페이지메인페이지메인페이지메인페이지메인페이지 메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>
        메인페이지메인페이지메인페이지메인페이지메인페이지 메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>메인페이지메인페이지메인페이지메인페이지메인페이지
        메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>메인페이지메인페이지메인페이지메인페이지메인페이지 메인페이지메인페이지메인페이지메인페이지메인페이지<br></br>
        메인페이지메인페이지메인페이지메인페이지메인페이지
      </section>
    </Layout>
  )
}
export default Main
